Repository: archivsozialebewegungen/AlexandriaPlugins
Catalog: alexplugins/locale/*/LC_MESSAGES/alexplugins.po
Languages: de

source: No startpage defined ====================
de: Keine Startseite definiert ===============

source: No imprint defined ==================
de: Kein Impressum definiert ===============

source: CD Name
de: Name der CD

source: Start date
de: Anfangsdatum

source: End date
de: Enddatum

source: CD generation: Assembling event and document information...
de: CD Erstellung: Aufsammeln der Ereignis- und Dokumentinformationen...

source: CD generation: Fetching thumbnail files... %d%% done.
de: CD Erstellung: Vorschaugraphiken holen... %d%% erledigt.

source: CD generation: Fetching display files... %d%% done.
de: CD Erstellung: Anzeigegraphiken holen... %d%% erledigt.

source: CD generation: Fetching pdf files... %d%% done.
de: CD Erstellung: PDF-Dateien holen... %d%% erledigt.

source: CD generation: Sorting events...
de: CD Erstellung: Sortiere Ereignisse...

source: CD generation: Sorting documents...
de: CD Erstellung: Sortiere Dokumente...

source: CD generation started...
de: CD Erstellung gestartet...

source: CD successfully generated
de: CD erfolgreich erstellt.

source: CD generation: Writing data...
de: CD Erstellung: Schreibe Daten...

source: CD generation: Copying start image...
de: CD Erstellung: Kopiere Startbild

source: CD generation: Unzipping app...
de: CD Erstellung: Entpacke app...

source: CD generation: Can't create new cd directory. Aborting.
de: CD Erstellung: Kann kein neues CD Verzeichnis erstellen. Abbruch.

source: CD generation: Generating iso image...
de: CD Erstellung: Erstelle ISO Abbilddatei...

source: CD generation: No iso generating program defined. Aborting.
de: CD Erstellung: Kein Programm zur ISO Abbilderstellung definiert. Abbruch.

source: CD generation: Can't remove already existing iso image. Aborting.
de: CD Erstellung: Kann existierendes ISO Abbild nicht entfernen. Abbruch.

source: Quarter
de: Quartal

source: Create chronology
de: Chronologie erstellen

source: Cancel
de: Abbruch

source: Year
de: Jahr

source: No signature selected
de: Keine Signatur ausgewählt

source: No title image selected
de: Kein Titelbild ausgewählt

source: Start creating a CD
de: CD Erstellung starten

source: Enter a name for the CD:
de: Name für die CD eingeben:

source: Start page as markdown:
de: Startseite (in Markdown):

source: Impressum as markdown:
de: Impressum (in Markdown):

source: Please enter a data range:
de: Bitte einen Datumsbereich eingeben:

source: Enter start date:
de: Startdatum eingeben:

source: Enter end date:
de: Enddatum eingeben:

source: Please select a signature
de: Bitte Signatur auswählen:

source: Select a signature
de: Signatur auswählen

source: Please select a title image
de: Bitte Titelbild auswählen:

source: Image file
de: Bilddatei

source: Export chronology
de: Chronologie exportieren

source: Create CD definition
de: CD Definition erstellen

source: Edit CD definition
de: CD Definition bearbeiten

source: Create CD from definition
de: CD aus Definition erstellen

source: CD definition file
de: CD Definitionsdatei

source: No systematic point selected
de: Kein Systemetikpunkt ausgewählt

source: Signature:
de: Signatur:

source: Please select systematic point
de: Bitte Systematikpunkt auswählen

source: No systematic point %s
de: Systematikpunkt %s existiert nicht

source: Systematic
de: Systematik

source: New
de: Neu

source: Delete
de: Löschen

source: Please select a systematic point
de: Bitte Systematikpunkt auswählen

source: Do you really want to unlink the systematic point?
de: Willst Du wirklich die Verknüpfung zum Systematikpunkt aufheben?

source: No description
de: Keine Beschreibung

source: Systematic entry with children may not be deleted
de: Systematikeintrag mit Kindeintrag darf nicht gelöscht werden

source: Can't delete entry when sibling exists
de: Eintrag kann nicht gelöscht werden, wenn Geschwistereintrag existiert

source: Entry which is in use by documents may not be deleted
de: Eintrag der von Dokumenten benutzt wird, darf nicht gelöscht werden

source: Create new entry
de: Neuen Eintrag erstellen

source: Delete entry
de: Eintrag löschen

source: Edit entry
de: Eintrag bearbeiten

source: Export as pdf
de: Als PDF exportieren

source: Please select parent entry for new entry
de: Bitte Elterneintrag für den neuen Eintrag auswählen

source: Please select which systematic point you want to create
de: Bitte den Systematikpunkt auswählen der erstellt werden soll

source: Please enter a description for %s:
de: Bitte eine Beschreibung für %s eingeben:

source: Please select entry to delete
de: Bitte den zu löschenden Eintrag auswählen

source: Please select node to edit
de: Bitte den zu bearbeitenden Knoten auswählen

source: Please change description for %s:
de: Bitte die Beschreibung für %s ändern:

source: Document %s not found
de: Dokument %s wurde nicht gefunden

source: Records
de: Datensätze

source: Quit
de: Beenden

source: Show as pdf
de: Als PDF anzeigen
